emoji = {'brand': '\U0001FA86',
         'highprice': '\U00002B06',
         'lowprice': '\U00002B07',
         'highrating': '\U0001F44D',
         'lowrating': '\U0001F44E',
         'custom': '\U0001F9D2',
         'history': '\U0001F4AD',
         'favourite': '\U0001F496',

         'dollar': '\U0001F4B5',
         'euro': '\U0001F4B6',
         'vegan': '\U0001F54A',
         'lipstick': '\U0001F484',
         'tag': '\U0001F3F7'
         }

dictionary = {
    'started_message': {
        'start': 'Добро пожаловать в наш телеграм бот: '
                 '\n\n {} /brand - Поиск бренда'
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров по выбранному условию'
                 '\n\n {} /lowprice - Узнать топ самых дешёвых товаров по выбранному условию'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом по выбранному условию'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом по выбранному условию'


                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'
                 '\n\n {} /history - Узнать история запросов'
                 '\n\n {} /favourite - Узнать добавление в избранное',

        'help': 'Список доступных команд: '
                '\n\n {} /brand - Поиск бренда'

                '\n\n {} /lowprice - Узнать топ самых дешёвых товаров по выбранному условию'
                '\n\n {} /highprice - Узнать топ самых дорогих товаров по выбранному условию'

                '\n\n {} /lowrating - Узнать топ самых дешёвых отелей в городе'
                '\n\n {} /highrating - Узнать топ самых дешёвых отелей в городе'

                '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'
                '\n\n {} /history - Узнать история запросов'
                '\n\n {} /favourite - Узнать добавление в избранное',

    }
}
