emoji = {'brand': '\U0001FA86',
         'tag': '\U0001F3F7',
         'product_type': '\U0001FA86',
         'name': '\U0001FA86',

         'highprice': '\U00002B06',
         'lowprice': '\U00002B07',
         'highrating': '\U0001F44D',
         'lowrating': '\U0001F44E',
         'custom': '\U0001F9D2',

         'add': '\U0001F4AD',
         'history': '\U0001F4AD',
         'favourite': '\U0001F496',

         'dollar': '\U0001F4B5',
         'euro': '\U0001F4B6',
         'vegan': '\U0001F54A',
         'lipstick': '\U0001F484',
         }

dictionary = {
    'started_message': {
        'start': 'Добро пожаловать в наш телеграмм бот: '
                 '\n\n {} /brand - Поиск по бренду'
                 
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров по выбранному условию'
                 '\n\n{} /lowprice - Узнать топ самых дешёвых товаров по выбранному условию'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом по выбранному условию'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом по выбранному условию'
                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                 '\n\n {} /history - Узнать история запросов'
                 '\n\n {} /favourite - Узнать добавление в избранное',

        'help': 'Список доступных команд: '
                '\n\n {} /brand - Поиск по бренду'

                '\n\n {} /lowprice - Узнать топ самых дешёвых товаров по выбранному условию'
                '\n\n {} /highprice - Узнать топ самых дорогих товаров по выбранному условию'

                '\n\n {} /lowrating - Узнать топ самых дешёвых отелей в городе'
                '\n\n {} /highrating - Узнать топ самых дешёвых отелей в городе'
                '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                '\n\n {} /history - Узнать история запросов'
                '\n\n {} /favourite - Узнать добавление в избранное'
    },
    'message': {
        'brand': 'Добро пожаловать в наш телеграм бот: '
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров'
                 '\n\n {} /lowprice - Узнать топ самых дешёвых товаров'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом'
                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                 '\n\n {} /tag - Поиск по тэгу'
                 '\n\n {} /product_type - Поиск по типу'
                 '\n\n {} /name - Поиск по имени'

                 '\n\n {} /add - Добавить в избранное'
                 '\n\n {} /favourite - Узнать добавление в избранное',

        'product_type': 'Добро пожаловать в наш телеграм бот: '
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров'
                 '\n\n {} /lowprice - Узнать топ самых дешёвых товаров'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом'
                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                 '\n\n {} /tag - Поиск по тэгу'
                 '\n\n {} /brand - Поиск по бренду'
                 '\n\n {} /name - Поиск по имени'

                 '\n\n {} /add - Добавить в избранное'
                 '\n\n {} /favourite - Узнать добавление в избранное',

        'tag': 'Добро пожаловать в наш телеграм бот: '
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров'
                 '\n\n {} /lowprice - Узнать топ самых дешёвых товаров'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом'
                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                 '\n\n {} /product_type - Поиск по типу'
                 '\n\n {} /brand - Поиск по бренду'
                 '\n\n {} /name - Поиск по имени'

                 '\n\n {} /add - Добавить в избранное'
                 '\n\n {} /favourite - Узнать добавление в избранное'
    }
}
