
dictionary = {
    'message': {
        'brand': 'Добро пожаловать в наш телеграм бот: '
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров'
                 '\n\n {} /lowprice - Узнать топ самых дешёвых товаров'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом'
                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                 '\n\n {} /tag - Поиск по тэгу'
                 '\n\n {} /product_type - Поиск по типу'
                 '\n\n {} /name - Поиск по имени'

                 '\n\n {} /add - Добавить в избранное'
                 '\n\n {} /favourite - Узнать добавление в избранное',

        'product_type': 'Добро пожаловать в наш телеграм бот: '
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров'
                 '\n\n {} /lowprice - Узнать топ самых дешёвых товаров'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом'
                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                 '\n\n {} /tag - Поиск по тэгу'
                 '\n\n {} /brand - Поиск по бренду'
                 '\n\n {} /name - Поиск по имени'

                 '\n\n {} /add - Добавить в избранное'
                 '\n\n {} /favourite - Узнать добавление в избранное',

        'tag': 'Добро пожаловать в наш телеграм бот: '
                 '\n\n {} /highprice - Узнать топ самых дорогих товаров'
                 '\n\n {} /lowprice - Узнать топ самых дешёвых товаров'

                 '\n\n {} /highrating - Узнать топ товаров с высоким рейтингом'
                 '\n\n {} /lowrating - Узнать топ товаров с низким рейтингом'
                 '\n\n {} /custom - Узнать топ товаров, наиболее подходящих по цене и рейтингу'

                 '\n\n {} /product_type - Поиск по типу'
                 '\n\n {} /brand - Поиск по бренду'
                 '\n\n {} /name - Поиск по имени'

                 '\n\n {} /add - Добавить в избранное'
                 '\n\n {} /favourite - Узнать добавление в избранное'
    }
}
